{"inkVersion":20,"root":[[{"#":"selection:-1"},"^all night long. Speaking of night, the sun is beginning to set all around you. The street lights around you all blink on automatically, casting a blueish light around the frigid cityscape. It has to be late November or early December judging by the light. This was the worst time of year. You missed the sun. It had to have been July the last time you could remember anything.","\n","^Eventually, you come across a building covered in graffiti that appears to be glowing white in the fading light. Intrigued, you decide to go up to the building and get a closer look.","\n",["ev",{"^->":"0.5.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":2},{"s":["^...you approach the building's door on foot...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.5.s"},[{"#n":"$r2"}],{"#":"selection:-1"},{"->":"L6"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"L6":[["^The scrappy tarps that cover the building flap loudly in the winter wind above you. The old office seems to be covered in glowing spray paint. Flyers protesting against Exodus are plastered to the brick as glowing arrows point you towards the door.","\n",["ev",{"^->":"L6.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"L6.0.c-0","flg":2},{"s":["^...you have no choice but to heed their beckoning...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"L6.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"L6.0.2.s"},[{"#n":"$r2"}],{"#":"selection:-1"},{"->":"AlmostL"},"\n",{"#f":5}]}],{"#f":1}],"AlmostL":[["^You climb the empty stairs, the wind whistling loudly through the open windows as you ascend each floor. The arrows finally stop leading you up the twisting staircase as you come upon an old computer lab. Surprisingly, the key-card locked door is wide open.","\n","^You toggle a nearby mouse to see if anything responds. To your surprise, each of the computers fizz to life, prompting you with a password.","\n","^All out of clues, there’s only one password you can think of.","\n",["ev",{"^->":"AlmostL.0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^...you type in 5241542119, the passcode from earlier...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"AlmostL.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.6.s"},[{"#n":"$r2"}],{"#":"selection:-1"},{"->":"Ending_L"},"\n",{"#f":5}]}],{"#f":1}],"Ending_L":[["^To your surprise, the computers log in. On their desktop is a single video with the following file name:","\n","^‘Read this if everyone is gone’","\n","^…Ominous. You click on the video. Every computer screen jumps to life, displaying the same video.","\n","^“If you’re watching this now, then the worst case scenario has happened. If we anticipate correctly, the launch of the Exodus SimuLoad earbuds will result in a direct vaporization of every user’s consciousness. No more are large corporations here to just steal our data…they’re here to steal our thoughts now too. For what purpose, we don’t know. But what we’re sure of is that none of us are going to go down without a fight’","\n","^A team of rebels in black berets and green armbands appear on screen.","\n","^“If you’re still alive, then you’re one of us. One of those who doubt the abilities of Exodus and will not let them take our lives and thoughts away. If you’re watching this it means we’re out here in this wasteland somewhere too. The cities aren’t safe; Exodus will still have people roaming the streets to take militias like us down. So we ask you come find us. Grab something…anything…green. Mark yourself as one of us, and we promise to keep you safe.”","\n","^The video began to turn to static.","\n","^“And may the gods be with you all,”","\n","^The MP4 ended and returned to the desktop. You leaned back in a nearby chair, taking it all in. Despite your interest in the company, you had to admit some of your curiosity came from an intuition that something darker was happening at Exodus. Maybe this militia has the right idea. Or maybe there’s still something more going on. You contemplate your options.","\n",["ev",{"^->":"Ending_L.0.18.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^...join the fight...",{"->":"$r","var":true},null]}],["ev",{"^->":"Ending_L.0.19.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^...investigate more...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Ending_L.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.18.s"},[{"#n":"$r2"}],{"#":"selection:0"},"end","\n",{"#f":5}],"c-1":["ev",{"^->":"Ending_L.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.19.s"},[{"#n":"$r2"}],{"#":"selection:1"},"end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}