{"inkVersion":20,"root":[[{"#":"selection:-1"},"^You keep moving along the basement until you find a staircase descending even deeper into the ground. You hesitate for a second before following its maddening spiral downward.Perhaps it's just your nerves, but electricity seems to pulse from the damp ground itself.","\n",["ev",{"^->":"0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":2},{"s":["^...No turning back now...",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.3.s"},[{"#n":"$r2"}],{"#":"selection:-1"},{"->":"B8"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"B8":[["^The basement leads you to another room, and this one is unlocked. The room appears to be an old sound stage. It’s deathly quiet, aside from the static buzzing from a wall of television sets piled high. A control panel sits patiently at the center of the floor. You walk towards it.","\n",["ev",{"^->":"B8.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"B8.0.c-0","flg":2},{"s":["^…Tentatively, you hit a few buttons…",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"B8.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"B8.0.2.s"},[{"#n":"$r2"}],{"#":"selection:-1"},{"->":"Ending_B"},"\n",{"#f":5}]}],{"#f":1}],"Ending_B":[["^The command panel whirrs to life, as do the televisions. A video begins to play.","\n","^You first hear the sound of running footsteps as a man in a lab coat and glasses frantically grabs the camera.","\n","^“What are you doing? We have to get out of here!” Someone yells off screen.","\n","^“We have to let them know what happened! We have to!” The man in glasses barks.","\n","^“Who?”","\n","^“Them…THEM!” The cameraman shouts. Somehow, instinctively, you know he’s talking about you. You know he’s talking about you and anyone else who was in those thousands of cells you woke up in.","\n","^The man turns towards the camera and begins to speak.","\n","^“If you’re watching this, it means you’ve either survived the first mass extinction…or…or…you’re one of us. You’re one of our fail safes…”","\n","^Fail safes? What does he mean by that?","\n","^“In the case planned experiment number 5241542119 went horribly wrong, a number of entry level programmers in our corporation were cytogenetically frozen following the commencement of our 54th hiring opening ceremony. Upon detecting low activity from the MV-84 type entities, random samples of these individuals will be awakened in an attempt to bring structure and survival back to the human race,”","\n","^A blue light flashed off screen, visibly distressing the man with the camera.","\n","^“If you are one of these people…or a survival of the MV-84 mass extinction event…you must not put on the SimuLoad headphones. They told us…”","\n","^The man began to run.","\n","^“…They told us the devices were harmless. But they’re not! The MV-84 are not who they said they were. Gods, we thought they were gods…”","\n","^Suddenly the camera clattered to the floor. Only the man’s shoes were visible.","\n","^“Don’t…don’t trust them!” His words turned to a scream as blue lightning arked around him. The man fell to the floor and the camera turned to static.","\n","^You back away quickly from the panel. Who are the MV-84? Why did they do this? And was there anyone left?","\n","^Suddenly, a bolt of blue lightning jumps up from a corner of the room.","\n","^Panic rises in your chest as you try to decide what to do next. You need to move fast.","\n",["ev",{"^->":"Ending_B.0.38.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":2},{"s":["^...investigate more...",{"->":"$r","var":true},null]}],["ev",{"^->":"Ending_B.0.39.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":2},{"s":["^...go back to the cells you woke up in... ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Ending_B.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.38.s"},[{"#n":"$r2"}],{"#":"selection:0"},"end","\n",{"#f":5}],"c-1":["ev",{"^->":"Ending_B.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.39.s"},[{"#n":"$r2"}],{"#":"selection:1"},"end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}