{"inkVersion":20,"root":[[{"#":"final intro"},"^You awake to the feeling of cold tile pressed against your cheek. Your eyes flutter open ever so slightly, the frigid air around you biting at the tip of your nose as you take a few steadying breaths.","\n","^“Where am I?” you wonder aloud, shaking your head as you look about the white void surrounding you. It’s not like there is anyone in here that could hear you.","\n","^Your heart begins to race as the unfamiliarity of your situation sets in. Clammy hands against icy tile, you push yourself into a standing position and begin to walk around your room.","\n",["ev",{"^->":"0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":2},{"s":["^The cell itself... ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.7.s"},[{"#n":"$r2"}],{"->":"memories_begin"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"memories_begin":[["^has no windows. It has no doors for that matter either. Only a tessellated floor and large perpendicular white panels. A florescent light hums above you eerily as your breathing begins to echo across the lonely space.","\n","^You rub your eyes, trying to think of what you last remember. But the memories are fuzzy at best. The panic rising in your chest, you bend over trying to catch your breath. Your shoes are the same- you know that much. You remember looking down at them…during the entrance ceremony.","\n","^The entrance ceremony! Of course, how could you forget? You’d recently been accepted to work at one of the world’s best tech companies, Exodus Ventures Incorporated. After finishing your master’s degree in computer science at North Carolina State University a few months prior with a specialization in narrative artificial intelligence, you’d been thrilled to make the final cut of Exodus’s famously difficult hiring process. Relocating to the coast, you completed the final interview in person after a number of strange tests- all typical for Exodus, you’d assumed.","\n","^Finally, your breathing had slowed and a sense of assuredness had returned. You did have a past; you did remember your life so far. But why couldn’t you remember how you got to this room in the first place?","\n",["ev",{"^->":"memories_begin.0.8.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^\"Well, let's just start with what we know\"... ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"memories_begin.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.8.s"},[{"#n":"$r2"}],{"->":"first_choice"},"\n",{"#f":5}]}],{"#f":1}],"first_choice":[["^you think to yourself. Easy decisions first. You stand up and look around the room...deciding...","\n",["ev",{"^->":"first_choice.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^...to go right... ",{"->":"$r","var":true},null]}],["ev",{"^->":"first_choice.0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^...to go left... ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"first_choice.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"end","\n",{"#f":5}],"c-1":["ev",{"^->":"first_choice.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],"end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}